git
curl
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
bash
readline
glibc
linux-api-headers
tzdata
filesystem
iana-etc
ncurses
gcc-libs
coreutils
acl
attr
gmp
libcap
pam
libtirpc
krb5
e2fsprogs
util-linux-libs
libldap
libsasl
openssl
keyutils
pambase
audit
libcap-ng
libxcrypt
findutils
p11-kit
libp11-kit
libtasn1
libffi
brotli
libidn2
libunistring
libnghttp2
libpsl
libssh2
zlib
zstd
xz
lz4
expat
perl
gdbm
db
perl-error
perl-mailtools
perl-timedate
pcre2
bzip2
grep
pcre
shadow
wget
gnutls
nettle
zsh
polybar
cairo
lzo
libpng
fontconfig
freetype2
harfbuzz
glib2
graphite
libx11
libxcb
xcb-proto
libxdmcp
libxau
xorgproto
libxext
libxrender
pixman
xcb-util-image
xcb-util
xcb-util-wm
xcb-util-xrm
xcb-util-cursor
xcb-util-renderutil
alsa-lib
alsa-topology-conf
alsa-ucm-conf
libpulse
dbus
libelogind
libeudev
libasyncns
libsm
libice
libsndfile
opus
speex
libogg
speexdsp
flac
libvorbis
libmpdclient
libnl
jsoncpp
kitty
python
libnsl
wayland
libxml2
icu
libxkbcommon-x11
libxkbcommon
xkeyboard-config
libxi
hicolor-icon-theme
libglvnd
mesa
libdrm
libpciaccess
libxxf86vm
libxdamage
libxfixes
libxshmfence
libelf
libomxil-bellagio
libunwind
llvm-libs
libedit
lm_sensors
vulkan-icd-loader
lcms2
libtiff
libjpeg-turbo
kitty-terminfo
npm
nodejs
libuv
c-ares
node-gyp
nodejs-nopt
semver
clang
gcc
binutils
elfutils
libmpc
mpfr
compiler-rt
lsd
awesome-terminal-fonts
bat
python-pywal
imagemagick
libtool
tar
liblqr
libraqm
fribidi
python-setuptools
python-appdirs
python-more-itertools
python-ordered-set
python-packaging
python-pyparsing
python-six
bspwm
xcb-util-keysyms
xfce4-settings
exo
libxfce4ui
libxfce4util
gtk3
atk
libxcursor
libxinerama
libxrandr
libepoxy
gdk-pixbuf2
shared-mime-info
dconf
libxcomposite
pango
libthai
libdatrie
libxft
at-spi2-atk
at-spi2-core
libxtst
adwaita-icon-theme
gtk-update-icon-cache
librsvg
json-glib
desktop-file-utils
cantarell-fonts
libcolord
rest
libsoup
glib-networking
libproxy
gsettings-desktop-schemas
adobe-source-code-pro-fonts
sqlite
libcups
avahi
libdaemon
libusb
libcanberra
tdb
sound-theme-freedesktop
iso-codes
libcloudproviders
xfconf
startup-notification
libgtop
garcon
libnotify
colord
libgusb
polkit
elogind
libseccomp
kexec-tools
eudev
kmod
util-linux
file
hwids
kbd
js78
libgudev
libxklavier
libxkbfile
gnome-themes-extra
xfce4-terminal
vte3
vte-common
rofi
libxdg-basedir
dunst
libxss
ncmpcpp
fftw
openmpi
hwloc
openssh
ldns
dnssec-anchors
libevent
boost-libs
taglib
mpd
chromaprint
ffmpeg
aom
gsm
jack2
celt
libsamplerate
zita-alsa-pcmi
zita-resampler
lame
libass
libavc1394
libraw1394
libbluray
dav1d
libiec61883
libmfx
libmodplug
rav1e
libsoxr
libssh
libtheora
libva
libvdpau
vid.stab
libvpx
libwebp
giflib
x264
l-smash
x265
libxv
xvidcore
zimg
opencore-amr
openjpeg2
sdl2
libibus
hidapi
srt
svt-av1
v4l-utils
sysfsutils
vmaf
libcdio
libcddb
libcdio-paranoia
libgcrypt
libgpg-error
libgme
libmad
libmms
libmpcdec
libnfs
libshout
libsidplayfp
openal
smbclient
popt
cifs-utils
talloc
ldb
tevent
lmdb
python-markdown
python-importlib-metadata
python-zipp
python-dnspython
libbsd
libmd
libarchive
jansson
wavpack
wildmidi
zziplib
libao
audiofile
faad2
fluidsynth
libinstpatch
portaudio
fmt
libid3tag
libmikmod
mpg123
libopenmpt
pipewire
rtkit
alsa-card-profiles
bluez-libs
sbc
libldac
libfreeaptx
libfdk-aac
lilv
lv2
serd
sord
sratom
webrtc-audio-processing
twolame
libupnp
liburing
yajl
networkmanager
libnm
nss
nspr
iproute2
iptables
libnftnl
libmnl
libpcap
libnfnetlink
libnetfilter_conntrack
wpa_supplicant
libmm-glib
libnewt
gpm
procps-ng
slang
libndp
libteam
zeromq
libsodium
libpgm
mobile-broadband-provider-info
slim
libxmu
libxt
xorg-xauth
noto-fonts
xorg-server
libxfont2
libfontenc
xorg-fonts-encodings
xorg-server-common
xorg-xkbcomp
xorg-setxkbmap
xf86-input-libinput
libinput
mtdev
libevdev
libwacom
libxcvt
pulseaudio
orc
pulseaudio-alsa
alsa-plugins
neofetch
sxhkd
neovim
libtermkey
unibilium
msgpack-c
libvterm
luajit
libluv
tree-sitter
rxvt-unicode
rxvt-unicode-terminfo
nitrogen
gtkmm
gtk2
pangomm
glibmm
libsigc++
cairomm
atkmm
xorg-xinit
xorg-xrdb
xorg-xmodmap
arandr
python-cairo
python-gobject
gobject-introspection-runtime
xorg-xrandr
ttf-font-awesome
ranger
ueberzug
python-attrs
python-docopt
python-pillow
libimagequant
python-xlib
w3m
gc
udiskie
udisks2
libatasmart
libblockdev
btrfs-progs
dosfstools
dmraid
device-mapper
gptfdisk
libbytesize
lvm2
thin-provisioning-tools
libaio
mdadm
ndctl
json-c
parted
volume_key
cryptsetup
argon2
gpgme
gnupg
npth
libksba
libassuan
pinentry
libsecret
xfsprogs
libinih
liburcu
libyaml
python-yaml
python-keyutils
zip
unzip
bc
feh
imlib2
libexif
libev
pkgconf
xorg-xdpyinfo
xdg-utils
which
xorg-xset
xorg-xprop
xdg-user-dirs
gvfs
fuse3
fuse-common
gcr
psmisc
ntfs-3g
fuse2
inetutils
bind
libmaxminddb
python-ply
vim
vim-runtime
gvfs-mtp
libmtp
lxappearance
ttf-fira-code
